{
  "names": {
    "ABILITY_WATERSHED_PREDATOR": "Watershed Predator",
    "ABILITY_APEX_PREDATOR": "Apex Predator",
    "ABILITY_SCAVENGE": "Scavenge",
    "ABILITY_PARASITIC_DRAIN": "Parasitic Drain",
    "ABILITY_RECYCLER": "Recycler",
    "ABILITY_PHOTOSYNTHESIS": "Photosynthesis",
    "ABILITY_PACK_HUNTER": "Pack Hunter",
    "ABILITY_FILTER_FEEDER": "Filter Feeder",
    "ABILITY_METAMORPHOSIS": "Metamorphosis",
    "ABILITY_DECOMPOSER": "Decomposer",
    "ABILITY_VENOMOUS": "Venomous",
    "ABILITY_FRUGIVORE": "Frugivore",
    "ABILITY_INSECTIVORE": "Insectivore",
    "ABILITY_HYPERCARNIVORE": "Hypercarnivore",
    "ABILITY_MIGRATORY": "Migratory",
    "ABILITY_CHEMICAL_OPPORTUNIST": "Chemical Opportunist",
    "ABILITY_DETRITAL_PROCESSOR": "Detrital Processor"
  },
  "descriptions": {
    "DESC_WATERSHED_PREDATOR": "Target one aquatic creature adjacent to an amphibious card that this Bear is also adjacent to. Exhaust that target.",
    "DESC_APEX_PREDATOR": "Target an adjacent +3C or +4C creature. It becomes Exhausted.",
    "DESC_SCAVENGE": "Take one creature card from the Detritus Zone and put it into your hand.",
    "DESC_PARASITIC_DRAIN": "The host creature does not Ready during its owner's Ready Phase.",
    "DESC_RECYCLER": "Place the card underneath the adjacent -1S card into your score pile. It is worth its printed VP +1. Then, draw a card.",
    "DESC_PHOTOSYNTHESIS": "If this card is adjacent to fewer than 3 cards, it remains Ready during your Ready Phase.",
    "DESC_PACK_HUNTER": "Exhaust this card and an adjacent ally to target a creature. The target's trophic level must be less than or equal to the combined trophic levels of the exhausted cards.",
    "DESC_FILTER_FEEDER": "If this card is adjacent to a marine producer, draw a card.",
    "DESC_METAMORPHOSIS": "Transform into adult form without paying its cost.",
    "DESC_DECOMPOSER": "Gain VP when an adjacent card dies.",
    "DESC_VENOMOUS": "Apply poison status to target creature for 2 turns.",
    "DESC_FRUGIVORE": "Enter play ready if adjacent to a fruit-producing plant.",
    "DESC_INSECTIVORE": "Enter play ready if adjacent to an insect.",
    "DESC_HYPERCARNIVORE": "Gain +1 VP when in a cluster of multiple carnivores.",
    "DESC_MIGRATORY": "Move up to 2 spaces at the start of your turn within the same habitat.",
    "DESC_CHEMICAL_OPPORTUNIST": "May connect to adjacent -1S card instead of HOME. If you do, draw a card.",
    "DESC_DETRITAL_PROCESSOR": "May connect to adjacent -2D card instead of HOME. If you do, that -2D gains +1 VP when scored."
  },
  "flavorText": {
    "ABILITY_WATERSHED_PREDATOR": "Bears are masters of the boundary between land and water, using their size and intelligence to hunt across ecosystems.",
    "ABILITY_APEX_PREDATOR": "At the top of the food chain, few creatures can challenge this predator's dominance.",
    "ABILITY_SCAVENGE": "Nature's cleanup crew, turning death into opportunity and keeping ecosystems healthy.",
    "ABILITY_PARASITIC_DRAIN": "A relationship that benefits one at the expense of another, yet plays a crucial role in population control.",
    "ABILITY_RECYCLER": "Breaking down the complex into the simple, these organisms are the foundation of all nutrient cycles.",
    "ABILITY_PHOTOSYNTHESIS": "Harnessing the power of the sun, these organisms convert light into life itself.",
    "ABILITY_PACK_HUNTER": "Cooperation and coordination allow these predators to take down prey much larger than themselves.",
    "ABILITY_FILTER_FEEDER": "Straining nutrients from the water column, these organisms form the base of many aquatic food webs.",
    "ABILITY_METAMORPHOSIS": "A complete transformation that allows organisms to exploit different ecological niches throughout their lives.",
    "ABILITY_DECOMPOSER": "Death feeds life in an endless cycle, with these organisms serving as nature's recyclers.",
    "ABILITY_VENOMOUS": "Chemical warfare in nature, where toxins serve as both weapon and defense.",
    "ABILITY_FRUGIVORE": "A mutually beneficial relationship where animals disperse seeds while gaining nutrition.",
    "ABILITY_INSECTIVORE": "Specialized hunters that help control insect populations while filling their own nutritional needs.",
    "ABILITY_HYPERCARNIVORE": "The ultimate predators, these species have evolved to hunt and consume other carnivores.",
    "ABILITY_MIGRATORY": "Following ancient pathways, these species connect distant ecosystems through their journeys.",
    "ABILITY_CHEMICAL_OPPORTUNIST": "Exploiting chemical energy sources that most life cannot access, these organisms thrive in extreme conditions.",
    "ABILITY_DETRITAL_PROCESSOR": "Specialists in breaking down organic matter, these organisms are essential for nutrient cycling."
  }
}