{
  "names": {
    "ABILITY_WATERSHED_PREDATOR": "Depredador de Cuenca",
    "ABILITY_PARASITIC_DRAIN": "Drenaje Parasítico",
    "ABILITY_RECYCLER": "Reciclador",
    "ABILITY_APEX_PREDATOR": "Depredador Ápice",
    "ABILITY_PACK_HUNTER": "Cazador en Manada",
    "ABILITY_SCAVENGE": "Carroñeo",
    "ABILITY_HYPERCARNIVORE": "Hipercarnívoro",
    "ABILITY_PHOTOSYNTHESIS": "Fotosíntesis",
    "ABILITY_CARNIVOROUS_PLANT": "Planta Carnívora",
    "ABILITY_MIXOTROPH": "Mixótrofo",
    "ABILITY_CHEMOSYNTHESIS": "Quimiosíntesis",
    "ABILITY_DECOMPOSER": "Descomponedor",
    "ABILITY_NITROGEN_FIXER": "Fijador de Nitrógeno",
    "ABILITY_MYCORRHIZAL": "Micorrízico",
    "ABILITY_POLLINATOR": "Polinizador",
    "ABILITY_SEED_DISPERSER": "Dispersor de Semillas",
    "ABILITY_TERRITORIAL": "Territorial",
    "ABILITY_FILTER_FEEDER": "Filter Feeder",
    "ABILITY_METAMORPHOSIS": "Metamorphosis",
    "ABILITY_VENOMOUS": "Venomous",
    "ABILITY_FRUGIVORE": "Frugivore",
    "ABILITY_INSECTIVORE": "Insectivore",
    "ABILITY_MIGRATORY": "Migratory",
    "ABILITY_CHEMICAL_OPPORTUNIST": "Chemical Opportunist",
    "ABILITY_DETRITAL_PROCESSOR": "Detrital Processor"
  },
  "descriptions": {
    "DESC_WATERSHED_PREDATOR": "Cuando esta carta entra en juego, puedes agotar una carta adyacente de nivel trófico inferior para obtener +1 energía.",
    "DESC_PARASITIC_DRAIN": "Al comienzo de tu turno, agota una carta huésped adyacente para obtener +1 energía. El huésped no puede usar habilidades mientras esté agotado por este efecto.",
    "DESC_RECYCLER": "Puedes jugar esta carta en una posición que contenga detritus. Si lo haces, obtén +2 energía y la carta entra en juego lista en lugar de agotada.",
    "DESC_APEX_PREDATOR": "Esta carta puede atacar a cualquier carta en el tablero, ignorando restricciones de adyacencia. Cuando destruye una carta, obtén energía igual al nivel trófico de la carta destruida.",
    "DESC_PACK_HUNTER": "Cuando otra carta con Cazador en Manada está adyacente, ambas cartas obtienen +1 de ataque y pueden atacar juntas como una sola acción.",
    "DESC_SCAVENGE": "Puedes jugar esta carta en una posición que contenga detritus sin pagar su coste. Si lo haces, remueve el detritus del juego.",
    "DESC_HYPERCARNIVORE": "Esta carta debe atacar cada turno si es posible. Cuando destruye una carta, obtén +1 energía adicional y roba una carta.",
    "DESC_PHOTOSYNTHESIS": "Al comienzo de tu turno, si esta carta no está agotada y no hay cartas adyacentes de nivel trófico superior, obtén +1 energía.",
    "DESC_CARNIVOROUS_PLANT": "Cuando un insecto o artrópodo se mueve adyacente a esta carta, puedes agotarla para destruir esa carta y obtener +1 energía.",
    "DESC_MIXOTROPH": "Esta carta puede usar tanto Fotosíntesis como habilidades de captura de presas. Obtén +1 energía si tienes tanto una fuente de luz como una fuente de alimento adyacentes.",
    "DESC_CHEMOSYNTHESIS": "Al comienzo de tu turno, si esta carta está adyacente a una fuente química (volcán, respiradero, etc.), obtén +2 energía.",
    "DESC_DECOMPOSER": "Cuando una carta es destruida adyacente a esta carta, obtén +1 energía y puedes robar una carta.",
    "DESC_NITROGEN_FIXER": "Las cartas de plantas adyacentes obtienen +1 de resistencia y pueden usar sus habilidades una vez adicional por turno.",
    "DESC_MYCORRHIZAL": "Forma conexiones simbióticas con plantas adyacentes. Tanto esta carta como las plantas adyacentes obtienen +1 energía al comienzo de tu turno.",
    "DESC_POLLINATOR": "Cuando te mueves adyacente a una planta con flores, tanto tú como la planta obtienen +1 energía. Las plantas pueden reproducirse más fácilmente.",
    "DESC_SEED_DISPERSER": "Cuando comes frutas o semillas, puedes colocar una copia de esa carta de planta en cualquier posición válida del tablero.",
    "DESC_TERRITORIAL": "Las cartas enemigas no pueden moverse a posiciones adyacentes a esta carta. Esta carta obtiene +1 de ataque por cada carta enemiga adyacente.",
    "DESC_FILTER_FEEDER": "Si esta carta está adyacente a un productor marino, roba una carta.",
    "DESC_METAMORPHOSIS": "Transfórmate en forma adulta sin pagar su costo.",
    "DESC_VENOMOUS": "Aplica estado de veneno a la criatura objetivo durante 2 turnos.",
    "DESC_FRUGIVORE": "Entra en juego listo si está adyacente a una planta que produce frutos.",
    "DESC_INSECTIVORE": "Entra en juego listo si está adyacente a un insecto.",
    "DESC_MIGRATORY": "Muévete hasta 2 espacios al inicio de tu turno dentro del mismo hábitat.",
    "DESC_CHEMICAL_OPPORTUNIST": "Puede conectarse a una carta -1S adyacente en lugar de HOGAR. Si lo haces, roba una carta.",
    "DESC_DETRITAL_PROCESSOR": "Puede conectarse a una carta -2D adyacente en lugar de HOGAR. Si lo haces, esa -2D gana +1 PV cuando se puntúa."
  },
  "flavorTexts": {
    "FLAVOR_WATERSHED_PREDATOR": "\"En los ecosistemas acuáticos, el control del territorio significa control de los recursos.\"",
    "FLAVOR_PARASITIC_DRAIN": "\"La vida encuentra una manera... incluso si esa manera es a expensas de otros.\"",
    "FLAVOR_RECYCLER": "\"En la naturaleza, nada se desperdicia. Todo tiene un propósito.\"",
    "FLAVOR_APEX_PREDATOR": "\"En la cima de la cadena alimentaria, solo los más fuertes sobreviven.\"",
    "FLAVOR_PACK_HUNTER": "\"La fuerza de la manada es el lobo, y la fuerza del lobo es la manada.\"",
    "FLAVOR_SCAVENGE": "\"Los restos de uno son el tesoro de otro.\"",
    "FLAVOR_HYPERCARNIVORE": "\"Construido para matar, diseñado para dominar.\"",
    "FLAVOR_PHOTOSYNTHESIS": "\"Capturando la energía del sol, una molécula a la vez.\"",
    "FLAVOR_CARNIVOROUS_PLANT": "\"Cuando las plantas se cansan de esperar, toman la iniciativa.\"",
    "FLAVOR_MIXOTROPH": "\"¿Por qué elegir entre sol y presa cuando puedes tener ambos?\"",
    "FLAVOR_CHEMOSYNTHESIS": "\"Donde la luz del sol no puede llegar, la química proporciona.\"",
    "FLAVOR_DECOMPOSER": "\"Los arquitectos del reciclaje de la naturaleza.\"",
    "FLAVOR_NITROGEN_IXER": "\"Convirtiendo el aire en vida, un átomo a la vez.\"",
    "FLAVOR_MYCORRHIZAL": "\"Redes subterráneas que conectan bosques enteros.\"",
    "FLAVOR_POLLINATOR": "\"Mensajeros alados del amor de las plantas.\"",
    "FLAVOR_SEED_DISPERSER": "\"Plantando el futuro con cada comida.\"",
    "FLAVOR_TERRITORIAL": "\"Este es mi espacio. Encuentra el tuyo.\""
  },
  "flavorText": {
    "ABILITY_WATERSHED_PREDATOR": "Los osos son maestros de la frontera entre tierra y agua, usando su tamaño e inteligencia para cazar a través de ecosistemas.",
    "ABILITY_APEX_PREDATOR": "En la cima de la cadena alimentaria, pocas criaturas pueden desafiar el dominio de este depredador.",
    "ABILITY_SCAVENGE": "El equipo de limpieza de la naturaleza, convirtiendo la muerte en oportunidad y manteniendo los ecosistemas saludables.",
    "ABILITY_PARASITIC_DRAIN": "Una relación que beneficia a uno a expensas de otro, pero que juega un papel crucial en el control de poblaciones.",
    "ABILITY_RECYCLER": "Descomponiendo lo complejo en lo simple, estos organismos son la base de todos los ciclos de nutrientes.",
    "ABILITY_PHOTOSYNTHESIS": "Aprovechando el poder del sol, estos organismos convierten la luz en la vida misma.",
    "ABILITY_PACK_HUNTER": "La cooperación y coordinación permiten a estos depredadores derribar presas mucho más grandes que ellos mismos.",
    "ABILITY_FILTER_FEEDER": "Filtrando nutrientes de la columna de agua, estos organismos forman la base de muchas redes alimentarias acuáticas.",
    "ABILITY_METAMORPHOSIS": "Una transformación completa que permite a los organismos explotar diferentes nichos ecológicos a lo largo de sus vidas.",
    "ABILITY_DECOMPOSER": "La muerte alimenta la vida en un ciclo sin fin, con estos organismos sirviendo como recicladores de la naturaleza.",
    "ABILITY_VENOMOUS": "Guerra química en la naturaleza, donde las toxinas sirven como arma y defensa.",
    "ABILITY_FRUGIVORE": "Una relación mutuamente beneficiosa donde los animales dispersan semillas mientras obtienen nutrición.",
    "ABILITY_INSECTIVORE": "Cazadores especializados que ayudan a controlar las poblaciones de insectos mientras satisfacen sus propias necesidades nutricionales.",
    "ABILITY_HYPERCARNIVORE": "Los depredadores definitivos, estas especies han evolucionado para cazar y consumir otros carnívoros.",
    "ABILITY_MIGRATORY": "Siguiendo senderos ancestrales, estas especies conectan ecosistemas distantes a través de sus viajes.",
    "ABILITY_CHEMICAL_OPPORTUNIST": "Explotando fuentes de energía química que la mayoría de la vida no puede acceder, estos organismos prosperan en condiciones extremas.",
    "ABILITY_DETRITAL_PROCESSOR": "Especialistas en descomponer materia orgánica, estos organismos son esenciales para el ciclo de nutrientes."
  }
}