{
  "names": {
    "CARD_OAK_TREE": "Roble",
    "CARD_GRASS": "Hierba",
    "CARD_RABBIT": "Conejo",
    "CARD_HAWK": "Halcón",
    "CARD_MUSHROOM": "Hongo",
    "CARD_VENUS_FLYTRAP": "Venus Atrapamoscas",
    "CARD_SUNDEW": "Rocío del Sol",
    "CARD_BLADDERWORT": "Utricularia",
    "CARD_PITCHER_PLANT": "Planta Jarra",
    "CARD_COBRA_PLANT": "Planta Cobra",
    "CARD_BUTTERWORT": "Grasilla",
    "CARD_DEWY_PINE": "Pino Rocío",
    "CARD_RAINBOW_PLANT": "Planta Arcoíris",
    "CARD_CORKSCREW_PLANT": "Planta Sacacorchos",
    "CARD_WATERWHEEL_PLANT": "Planta Rueda de Agua",
    "CARD_BROCCHINIA": "Brocchinia",
    "CARD_CATOPSIS": "Catopsis",
    "CARD_RORIDULA": "Roridula",
    "CARD_STYLIDIUM": "Stylidium",
    "CARD_PHILCOXIA": "Philcoxia",
    "CARD_TRIPHYOPHYLLUM": "Triphyophyllum",
    "CARD_DROSOPHYLLUM": "Drosophyllum",
    "CARD_ALDROVANDA": "Aldrovanda",
    "CARD_HELIAMPHORA": "Heliamphora",
    "CARD_DARLINGTONIA": "Darlingtonia",
    "CARD_CEPHALOTUS": "Cephalotus"
  },
  "scientificNames": {
    "SCIENTIFIC_QUERCUS_ROBUR": "Quercus robur",
    "SCIENTIFIC_POA_PRATENSIS": "Poa pratensis",
    "SCIENTIFIC_ORYCTOLAGUS_CUNICULUS": "Oryctolagus cuniculus",
    "SCIENTIFIC_BUTEO_JAMAICENSIS": "Buteo jamaicensis",
    "SCIENTIFIC_AGARICUS_BISPORUS": "Agaricus bisporus",
    "SCIENTIFIC_DIONAEA_MUSCIPULA": "Dionaea muscipula",
    "SCIENTIFIC_DROSERA_ROTUNDIFOLIA": "Drosera rotundifolia",
    "SCIENTIFIC_UTRICULARIA_VULGARIS": "Utricularia vulgaris",
    "SCIENTIFIC_NEPENTHES_RAJAH": "Nepenthes rajah",
    "SCIENTIFIC_DARLINGTONIA_CALIFORNICA": "Darlingtonia californica",
    "SCIENTIFIC_PINGUICULA_VULGARIS": "Pinguicula vulgaris",
    "SCIENTIFIC_DROSOPHYLLUM_LUSITANICUM": "Drosophyllum lusitanicum",
    "SCIENTIFIC_BYBLIS_GIGANTEA": "Byblis gigantea",
    "SCIENTIFIC_GENLISEA_VIOLACEA": "Genlisea violacea",
    "SCIENTIFIC_ALDROVANDA_VESICULOSA": "Aldrovanda vesiculosa",
    "SCIENTIFIC_BROCCHINIA_REDUCTA": "Brocchinia reducta",
    "SCIENTIFIC_CATOPSIS_BERTERONIANA": "Catopsis berteroniana",
    "SCIENTIFIC_RORIDULA_GORGONIAS": "Roridula gorgonias",
    "SCIENTIFIC_STYLIDIUM_DEBILE": "Stylidium debile",
    "SCIENTIFIC_PHILCOXIA_MINENSIS": "Philcoxia minensis",
    "SCIENTIFIC_TRIPHYOPHYLLUM_PELTATUM": "Triphyophyllum peltatum",
    "SCIENTIFIC_HELIAMPHORA_NUTANS": "Heliamphora nutans",
    "SCIENTIFIC_CEPHALOTUS_FOLLICULARIS": "Cephalotus follicularis"
  },
  "descriptions": {
    "DESC_OAK_TREE": "Un árbol robusto que proporciona refugio y alimento a muchas especies. Forma la base de ecosistemas forestales complejos.",
    "DESC_GRASS": "Hierba común que crece en praderas y pastizales. Fuente primaria de alimento para muchos herbívoros.",
    "DESC_RABBIT": "Un herbívoro ágil que se alimenta de plantas. Presa común para muchos depredadores.",
    "DESC_HAWK": "Un depredador aéreo que caza pequeños mamíferos y aves. Excelente vista y velocidad de vuelo.",
    "DESC_MUSHROOM": "Un descomponedor que recicla materia orgánica muerta. Esencial para el ciclo de nutrientes del ecosistema.",
    "DESC_VENUS_FLYTRAP": "Una planta carnívora que atrapa insectos con hojas especializadas. Obtiene nutrientes tanto de la fotosíntesis como de la digestión de presas.",
    "DESC_SUNDEW": "Una planta carnívora que usa gotas pegajosas para capturar pequeños artrópodos. Complementa la fotosíntesis con nutrición carnívora.",
    "DESC_BLADDERWORT": "Una planta carnívora acuática que succiona microorganismos con trampas de vacío. Combina fotosíntesis con captura activa de presas.",
    "DESC_PITCHER_PLANT": "Una planta carnívora que usa jarras llenas de líquido para ahogar insectos. Mixótrofa que obtiene energía de múltiples fuentes.",
    "DESC_COBRA_PLANT": "Una planta carnívora con trampas en forma de cobra que confunden a los insectos. Estrategia de caza única entre las plantas.",
    "DESC_BUTTERWORT": "Una planta carnívora con hojas grasosas que atrapan pequeños insectos. Superficie pegajosa para captura pasiva de presas.",
    "DESC_DEWY_PINE": "Una planta carnívora que usa gotas de rocío para atrapar presas microscópicas. Adaptación única para ambientes áridos.",
    "DESC_RAINBOW_PLANT": "Una planta carnívora con colores iridiscentes que atraen insectos. Usa señales visuales para la captura de presas.",
    "DESC_CORKSCREW_PLANT": "Una planta carnívora subterránea que atrapa nematodos en trampas en espiral. Cazador especializado del suelo.",
    "DESC_WATERWHEEL_PLANT": "Una planta carnívora acuática flotante que atrapa zooplancton. Versión acuática de la venus atrapamoscas.",
    "DESC_BROCCHINIA": "Una bromelia carnívora que forma pozas para ahogar insectos. Planta epífita con estrategia de caza acuática.",
    "DESC_CATOPSIS": "Una bromelia carnívora que usa escamas reflectantes para atraer presas. Cazador aéreo especializado.",
    "DESC_RORIDULA": "Una planta carnívora que forma relaciones mutualistas con arañas. Estrategia de caza cooperativa única.",
    "DESC_STYLIDIUM": "Una planta carnívora que usa movimientos rápidos para capturar insectos polinizadores. Equilibra reproducción y nutrición.",
    "DESC_PHILCOXIA": "Una planta carnívora subterránea que caza nematodos con hojas especializadas. Depredador oculto del suelo.",
    "DESC_TRIPHYOPHYLLUM": "Una planta carnívora que cambia entre formas durante su ciclo de vida. Estrategia adaptativa temporal.",
    "DESC_DROSOPHYLLUM": "Una planta carnívora mediterránea que prospera en suelos pobres. Especialista en ambientes áridos.",
    "DESC_ALDROVANDA": "Una planta carnívora acuática flotante que atrapa crustáceos microscópicos. Cazador acuático especializado.",
    "DESC_HELIAMPHORA": "Una planta carnívora de montaña que usa jarras simples para capturar insectos. Adaptada a ambientes de gran altitud.",
    "DESC_DARLINGTONIA": "Una planta carnívora de pantano que confunde a las presas con ventanas falsas. Arquitectura de trampa compleja.",
    "DESC_CEPHALOTUS": "Una planta carnívora australiana con jarras especializadas. Endémica de hábitats únicos de Australia Occidental."
  }
}
